# Brewfile for macOS and Linux
# brew bundle --file=~/Brewfile

# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'
tap 'kdash-rs/kdash'
tap 'arl/arl'
tap 'jesseduffield/lazygit'

# Binaries
brew 'fish'
brew 'tmux'
brew 'hub'
brew 'asdf'
brew 'nvim', args: ['HEAD']
brew 'node'
brew 'pnpm' # https://pnpm.io/
brew 'starship'
brew 'bat'
brew 'bottom'
brew 'exa'
brew 'zoxide'
brew 'ripgrep' # cmd: rg
brew 'kdash' # A simple terminal dashboard for Kubernetes built with Rust
brew 'git-delta'
brew 'tealdeer'
brew 'pgcli'
brew 'gnupg'
brew 'gitmux'
brew 'lazygit'
brew 'fd' # alternative to 'find'
brew 'fzf'
brew 'gum' # A tool for glamorous shell scripts 🎀
brew 'lf' # Terminal file manager
brew 'pgformatter'
brew 'ms-jpq/sad/sad'
brew 'neofetch'
brew 'gnu-sed' # for the neovim plugin -> nvim-pack/nvim-spectre
brew 'jesseduffield/lazydocker/lazydocker' # the lazy way to manage docker
brew 'yq' # dependency -> joshmedeski/tmux-nerd-font-window-name
brew 'bash'
brew 'atuin'
brew 'bitwarden-cli'
brew 'jq' # format json
brew 'ffmpeg'

# Fonts
cask 'font-jetbrains-mono'
cask 'font-jetbrains-mono-nerd-font'
cask 'font-hack'
cask 'font-hack-nerd-font'
cask 'font-victor-mono'
cask 'font-victor-mono-nerd-font'
