# Brewfile for macOS and Linux
# brew bundle --file=~/Brewfile

# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'
tap 'kdash-rs/kdash'
tap 'arl/arl'
tap 'jesseduffield/lazygit'

# Binaries
brew 'tmux'
brew 'hub'
brew 'asdf'
brew 'nvim', args: ['HEAD']
brew 'node'
brew 'pnpm' # https://pnpm.io/
brew 'starship'
brew 'bat'
brew 'bottom'
brew 'exa'
brew 'zoxide'
brew 'ripgrep' # cmd: rg
brew 'kdash' # A simple terminal dashboard for Kubernetes built with Rust
brew 'git-delta'
brew 'tealdeer'
brew 'pgcli'
brew 'gnupg'
brew 'gitmux'
brew 'lazygit'

# Fonts
cask 'font-jetbrains-mono'
cask 'font-jetbrains-mono-nerd-font'
cask 'font-hack'
cask 'font-hack-nerd-font'
