# Brewfile for macOS and Linux
# brew bundle --file=./Brewfile

# Taps
tap 'jesseduffield/lazygit'
tap 'esolitos/ipa'
tap 'arl/arl'

# Binaries
brew 'fish'
brew 'tmux'
brew 'hub'
brew 'nvim', args: ['HEAD']
brew 'node'
brew 'starship'
brew 'bat'
brew 'bottom'
brew 'eza'
brew 'zoxide'
brew 'ripgrep' # cmd: rg
brew 'git-delta'
brew 'tealdeer'
brew 'pgcli'
brew 'gnupg'
brew 'gitmux'
brew 'lazygit'
brew 'fd' # alternative to 'find'
brew 'fzf'
brew 'gum' # A tool for glamorous shell scripts 🎀
brew 'lf' # Terminal file manager
brew 'pgformatter'
brew 'sad'
brew 'neofetch'
brew 'gnu-sed' # for the neovim plugin -> nvim-pack/nvim-spectre
brew 'yq' # dependency -> joshmedeski/tmux-nerd-font-window-name
brew 'bash'
brew 'atuin'
brew 'bitwarden-cli'
brew 'jq' # format json
brew 'ffmpeg'
brew 'direnv'
brew 'rcm' # https://github.com/thoughtbot/rcm
brew 'ansible'
brew 'asdf'
brew 'just'
brew 'sshpass'
brew 'yazi'
brew 'libpq' # for ruby pg gem
brew 'joshmedeski/sesh/sesh' # the smart terminal session manager
brew 'zellij'
brew 'git-secrets' # Prevents you from committing passwords and other sensitive information to a git repository
brew 'cocogitto' # Conventional Commits toolbox
brew 'tailscale'

# Fonts
cask 'font-jetbrains-mono'
cask 'font-jetbrains-mono-nerd-font'
cask 'font-victor-mono'
cask 'font-victor-mono-nerd-font'
cask 'font-monaspace'
cask 'font-commit-mono'
cask 'font-symbols-only-nerd-font'
cask 'font-maple-mono-nf-cn'
